{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EPartyReservationResult",
			"Children": [
				{
					"Source":
					{
						"Text": "Accepted"
					},
					"Translation":
					{
						"Text": "Принято"
					},
					"Key": "Accepted"
				},
				{
					"Source":
					{
						"Text": "Bad reservation request"
					},
					"Translation":
					{
						"Text": "Неверный запрос резерва"
					},
					"Key": "InvalidReservation"
				},
				{
					"Source":
					{
						"Text": "Duplicate reservation detected"
					},
					"Translation":
					{
						"Text": "Обнаружен дублирующий резерв"
					},
					"Key": "DuplicateReservation"
				},
				{
					"Source":
					{
						"Text": "Game full"
					},
					"Translation":
					{
						"Text": "Нет мест в игре"
					},
					"Key": "FullGame"
				},
				{
					"Source":
					{
						"Text": "No Reservation"
					},
					"Translation":
					{
						"Text": "Нет резерва"
					},
					"Key": "ReservationNotFound"
				},
				{
					"Source":
					{
						"Text": "No response"
					},
					"Translation":
					{
						"Text": "Нет ответа"
					},
					"Key": "NoResponse"
				},
				{
					"Source":
					{
						"Text": "Not accepting connections"
					},
					"Translation":
					{
						"Text": "Не принимает подключения"
					},
					"Key": "DeniedResponse"
				},
				{
					"Source":
					{
						"Text": "Party members already in session"
					},
					"Translation":
					{
						"Text": "Участники группы уже в сеансе игры"
					},
					"Key": "ContainsExistingPlayers"
				},
				{
					"Source":
					{
						"Text": "Player Banned"
					},
					"Translation":
					{
						"Text": "Игрок заблокирован"
					},
					"Key": "BannedResponse"
				},
				{
					"Source":
					{
						"Text": "Unknown Error"
					},
					"Translation":
					{
						"Text": "Неизвестная ошибка"
					},
					"Key": "GeneralError"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Flush Leaderboards"
					},
					"Translation":
					{
						"Text": "Сбросить список лидеров"
					},
					"Key": "FlushLeaderboards"
				},
				{
					"Source":
					{
						"Text": "Flushes leaderboards for a session"
					},
					"Translation":
					{
						"Text": "Сбрасывает список лидеров сессии"
					},
					"Key": "K2Node_LeaderboardFlush_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Online|Leaderboard"
					},
					"Translation":
					{
						"Text": "Список лидеров|онлайн"
					},
					"Key": "LeaderboardFlushCategory"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Beacon Connection Failed."
					},
					"Translation":
					{
						"Text": "Не удалось подключиться к маяку."
					},
					"Key": "GenericBeaconConnectionFailed"
				},
				{
					"Source":
					{
						"Text": "Join failure, Couldn't spawn beacon."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: не удалось разместить маяк."
					},
					"Key": "BeaconSpawnFailureError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing ClientWorldPackageName."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: ClientWorldPackageName уже существует."
					},
					"Key": "BeaconSpawnClientWorldPackageNameError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing beacon actor."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: действующий объект маяка уже существует."
					},
					"Key": "BeaconSpawnExistingActorError"
				},
				{
					"Source":
					{
						"Text": "Join failure, no actor at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: отсутствует действующий объект в NetGUIDAck."
					},
					"Key": "BeaconSpawnNetGUIDAckError2"
				},
				{
					"Source":
					{
						"Text": "Join failure, no host object at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: отсутствует объект хоста в NetGUIDAck."
					},
					"Key": "BeaconSpawnNetGUIDAckError1"
				},
				{
					"Source":
					{
						"Text": "Join failure, unexpected control message."
					},
					"Translation":
					{
						"Text": "Ошибка подключения: неожиданное сообщение управления."
					},
					"Key": "BeaconSpawnUnexpectedError"
				}
			]
		}
	]
}